{"translation-revision-date":"2025-03-10 13:22:16+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Adds a color palette switch so you can create a \"dark\" mode for your website.":["Añade un conmutador de paleta de colores para que puedas crear un modo «oscuro» para tu web."],"Color Palette Switch (Dark Mode)":["Conmutador de paleta de colores (Modo oscuro)"],"Build Extra Headers to display conditionally.":["Construye cabeceras extra para mostrarlos condicionalmente."],"Conditional Headers":["Cabeceras condicionales"],"Add elements and arrange them how you want.":["Añade elementos y organízalos como quieras."],"Kadence Theme Getting Started Tutorial - 10 Minute Quick Start Guide":["Tutorial de inicio del tema Kadence - Guía de inicio rápido en 10 minutos"],"Create and customize professionally designed websites in minutes. Simply choose your template, choose your colors, and import. Done!":["Crea y personaliza en minutos webs diseñadas profesionalmente. Simplemente elige tu plantilla, elige tus colores e impórtala. ¡Hecho!"],"Starter Templates":["Plantillas de inicio"],"Learn More":["Aprender más"],"Do more with the Kadence Pro Addon":["Haz más con la extensión Kadence Pro"],"Allows you to assign a custom image for a taxonomy background.":["Te permite asignar una imagen personalizada para el fondo de una taxonomía."],"Archive Custom Page Title Backgrounds":["Fondos del título personalizado de las páginas de archivo"],"Loads Gravatars from your servers to improve site performance.":["Carga los Gravatares desde tu servidor para mejorar el rendimiento del sitio."],"Local Gravatars":["Local Gravatars"],"Adds Infinite Scroll for archives.":["Añade el scroll infinito para los archivos."],"Infinite Scroll":["Scroll infinito"],"Adds new options into the customizer for WooCommerce stores.":["Añade nuevas opciones en el personalizador para tiendas WooCommerce."],"WooCommerce Addons":["Extensiones de WooCommerce"],"Add content anywhere into your site conditionally.":["Añade condicionalmente contenido en cualquier parte de tu sitio."],"Hooked Elements":["Elementos enganchados"],"Adds Options into the customizer to add header and footer scripts":["Añade opciones en el personalizador para añadir scripts en la cabecera y el pie de pàgina"],"Header\/Footer Scripts":["Scripts de la cabecera y pie de página"],"Adds menu options for mega menus, highlight tags, icons and more.":["Añade opciones de menú para megamenús, resaltado de etiquetas, iconos y más."],"Ultimate Menu":["Ultimate Menu"],"Adds 19 elements to the header builder.":["Añade 19 elementos al maquetador de la cabecera."],"Header Addons":["Extensiones de la cabecera"],"Customize the columns and place widget areas in unlimited configurations":["Personaliza las columnas y coloca áreas de widgets en configuraciones ilimitadas"],"Define your sites general page look and feel for page title, and content style.":["Define el aspecto general de la página de tu sitio para el título de la página y el estilo del contenido."],"Choose the perfect font family, style and sizes.":["Elige la familia de fuentes, el estilo y los tamaños perfectos."],"Setup the base color scheme for your site.":["Configura el esquema de color base para tu sitio."],"Global Colors":["Colores globales"],"Pro Changelog":["Registro de cambios de la versión Pro"],"Changelog":["Registro de cambios"],"Getting Started":["Primeros pasos"],"View Knowledge Base":["Ver la base de conocimiento"],"Video Tutorials":["Tutoriales en vídeo"],"You are going to love working with this theme! View the video below to get started with our video tutorials or click the view knowledge base button below to see all the documentation.":["¡Te va a encantar trabajar con este tema! Mira el siguiente vídeo para empezar con nuestros tutoriales en vídeo o haz clic en el botón para ver la base de conocimiento a continuación para ver toda la documentación."],"Welcome to Kadence!":["¡Bienvenido a Kadence!"],"This area is for Recommended Plugins.":["Esta área es para los plugins recomendados."],"Dashboard":["Escritorio"],"Customize":["Personalizar"],"Customize Your Site":["Personaliza tu sitio"],"Upload your logo and favicon.":["Sube tu logotipo y tu favicon."],"Branding":["Identidad"],"Page Layout":["Diseño de página"],"Footer Layout":["Disposición del pie de página"],"Header Layout":["Diseño de la cabecera"],"Typography":["Tipografía"],"Submit a Ticket":["Enviar un tique"],"Have a question, we are happy to help! Get in touch with our support team.":["Si tienes alguna pregunta, ¡estaremos encantados de ayudarte! Ponte en contacto con nuestro equipo de asistencia."],"Support":["Soporte técnico"],"Join our Facebook Group":["Únete a nuestro grupo de Facebook"],"Join our community of fellow kadence users creating effective websites! Share your site, ask a question and help others.":["¡Únete a nuestra comunidad de usuarios de kadence que crean webs eficaces! Comparte tu sitio, haz una pregunta y ayuda a otros."],"Web Creators Community":["Comunidad de creadores web"]}},"comment":{"reference":"assets\/js\/admin\/dashboard.js"}}